"""Файл с текстами для сообщений бота."""

# Приветственное сообщение для нового незарегистрированного пользователя
start_new_user = """
Здравствуйте! Я - Telegram-бот Virtual Invest, предназначенный для создания и управления виртуальными \
инвестиционными портфелями.\n
Я вижу, что что у вас нет ещё ни одного инвестиционного портфеля. Чтобы начать работу со мной, создайте свой первый \
инвестиционный портфель, введя команду "/create_new_portfolio".
"""

# Сообщение с просьбой ввести имя нового портфеля
ask_new_portfolio_name = """
Отлично, давайте создадим вам новый виртуальный инвестиционный портфель!\n
В следующем сообщении напишите название для вашего нового портфеля. Помните, что у каждого из ваших портфелей должно \
быть уникальное название.
"""
